import React from 'react';
import { Container, Row, Col } from 'react-bootstrap';
import Jumbotron from "../components/Jumbotron";
import aboutPage1 from '../photo/aboutPage1.jpeg';
import aboutPage2 from '../photo/aboutPage2.jpeg';
import aboutPage3 from '../photo/aboutPage3.jpeg';

export const AboutPage = () => {
    
    return (
        <>
        <Container>
        <h1>Про нас</h1>
        <Row>
            <Col md={7}>
                <img src={aboutPage1} height={400} alt='aboutPage1'/>
            </Col>
            <Col md={5}>
                <p>
                    <strong>"PetLife" - притулок для бездомних тварин у Львові.</strong> <br />
                З перших днів притулок існує на кошти благодійників та небайдужих до проблем тварин людей.<br /><br />
                З 2019 року ми стерилізуємо та знаходимо постійний дім собакам, допомагаючи гуманно вирішувати 
                проблему величезної кількості бездомних тварин. За час існування притулку понад 50 тварин знайшли свій дім.
                </p>
                
                <div>
                    <strong>Наразі у притулку "PetLife" проживає близько 30 собак.</strong> 
                Усі тварини обов&rsquo;язково стерилізуються, також надається допомога в стерилізації безпритульних та 
                домашніх тварин малозабезпеченим сім&rsquo;ям у м. Львів та найближчих населених пунктах Львівської області. 
                Для нас важливо привертати увагу громадськості до існуючих проблем та втілювати ефективні проекти на благо
                суспільства на рівні м. Львів,Льівської області та всієї території України. 
                Ми хочемо створити умови для комфортного співіснування людини та тварин.<br /><br />
                </div>
                
            </Col>
        </Row>

        <Row>

            <Col md={5}>
                <p>Більшість собак живе у тимчасових зовнішніх вольєрах. За необхідного фінансування ми плануємо побудувати вольєри з теплою та вигульною частинами для усіх наших собак і карантинний блок.&nbsp;</p>
                <p><strong>На жаль, наш притулок не може прихистити усіх бездомних тварин, тож ми закликаємо усіх відповідально ставитися до своїх улюбленців, вчасно стерилізувати собак і котів, а також брати їх із притулків, а не купувати. Наразі притулок переповнений і не приймає нових тварин. Ми працюємо над тим, щоб забезпечити якісні умови проживання для понад 300 тварин, які знаходяться під нашою опікою.</strong></p>
                <p>Наразі нам дуже необхідна допомога як в утриманні наших підопічних та догляді за ними, так і у фінансуванні подальшого будівництва притулку.</p>
            </Col>            
            
            <Col md={7}>
                <img src={aboutPage2} height={400} alt='aboutPage2'/>
            </Col>
        </Row>
        
        <Row>
            <Col md={7}>
                <img src={aboutPage3} height={400} alt='aboutPage3'/>
            </Col>            

            <Col md={5}>
                <p>Просимо Вас підтримати діяльність притулку. "PetLife" на разі необхідно:</p>
                <ul>
                    <li>корм для тварин;</li>
                    <li>ветеринарні препарати;</li>
                    <li>будівельні матеріали для будівництва та ремонту старих вольєрів;</li>
                    <li>оплата боргів притулку.</li>
                </ul>
                <p>Ми хочемо створити справжній тимчасовий дім для постраждалих від людської жорстокості тварин.</p>
                <p>Ми хочемо побудувати притулок європейського рівня.</p>
            </Col>
        </Row>
        <br />
        <h4>Нам потрібна будь-яка Ваша допомога!</h4>
        <p><span >Хочеш допомогти матеріально? </span><span ><strong><a href="/help/money">Тобі сюди!</a></strong></span></p>
        <p><span >Хочеш допомогти інакше? </span><strong><span ><a href="/help">Тоді сюди!</a></span></strong></p>   
        </Container>
        <div>
            <Jumbotron />
        </div>
        </>
           
    )
}