import React from 'react';
import { Container, Row, Col } from 'react-bootstrap';



export const RulesPage = () => {
    
    return (
        <>
            <br />
            <h2>Правила відвідування і поведінки на території притулку &quot;PetLife&quot; </h2>
            <br />
            <p>1. <strong>Час відвідування притулку влітку</strong> з 11 до 16:00, <strong>взимку</strong> 
            з 11 до 15:00. +/- 1 година залежно від фронту робіт і погодних умов. <br />
            <strong>Прийом гостей: тільки на вихідних (субота і неділя).</strong> Якщо ваші домашні вихованці 
            захворіли, то утримайтеся від контакту з тваринами нашого притулку. </p>
            <p>2. Якщо ви приїхали <strong>вперше</strong>, то повідомте про це адміністратора / постійного 
            волонтера притулку. Наявність їх в притулку уточніть на пункті охорони. Також зафіксуйте своє 
            прибуття в спеціальному журналі відвідувань.</p>
            <p><strong>Перелік постійних волонтерів:</strong></p>
            <ul>
                <li>Гевчук Анастасія (волонтер по собакам)</li>
                <li>Горенюк Юлія</li>
                <li>Мидинський Олександр</li>
                <li>Джигола Юлія</li>
            </ul>
            <p>3. Що, де і як робити Вам пояснить постійний волонтер або Адміністратор. 
                <strong> Ніякої самодіяльності!</strong>
            </p>
            <p>4. Візьміть за правило <strong>&laquo;Спочатку робота - потім вигул!&raquo;</strong>
            Зверніться до працівника або волонтеру з пропозицією допомоги. Дотримуйтесь чистоти у притулку.
            </p>
            <p>5. Якщо ви привезли з собою<strong> їжу для собак</strong> (корм, крупа, м'ясо, кисломолочні продукти і т. д.), залишайте <strong>на кухні</strong>. Все <strong>інше</strong> - біля будівлі<strong> гуртожитку</strong>. Самостійно нікого не годувати.</p>
            <p>6. Для <strong>частування</strong> тварин можна привозити тільки спеціальні <strong>ласощі із зоомагазину</strong>. Про те, як і кого можна ними побалувати уточніть у постійного волонтера або Адміністратора.</p>
            <p>7. <strong>Не можна</strong> привозити і роздавати кістки. <strong>Перекидати їжу через сітку заборонено.</strong></p>
            <p>8. На території притулку є <strong>карантинні зони</strong>. Уточніть у постійного волонтера їх місце розташування. Спокійно пересувайтеся по притулку.</p>
            <p>9. Звертайте увагу на <strong>таблички на вольєрах (застережливі або кураторські)</strong>! Якщо її немає (з технічних причин), то це не означає, що з собакою можна поспілкуватися. Ці питання потрібно уточнювати у постійних волонтерів або у Адміністратора.</p>
            <p>10. Завжди <strong>ходите парами</strong>, страхуйте один одного. У вольєр і з вольєра виходимо так, щоб бачити собак перед собою. Перевіряйте цілісність вольєра і стан собак у вольєрі. Про всі проблеми повідомляйте Адміністратору притулку.</p>
            <p>11. Обов'язково закривайте двері вольєра на обидві клямки. Якщо ж у вас або у когось іншого <strong>втекла собака</strong>, то відразу ж повідомте працівникові, постійному волонтеру і Адміністратору номер вольєра і кількість собак.</p>
            <p>12. Гостям притулку і новачкам собак <strong>на прогулянку (в нашийнику і на повідку)</strong> виводять постійні волонтери або працівники ряду. Вигулювати необхідно <strong>весь вольєр</strong>, якщо немає несоціальних собак.</p>
            <p>13. Не проходьте з собакою <strong>в безпосередній близькості</strong> від інших вольєрів. Собаки дуже емоційно реагують, що може спровокувати бійку всередині вольєру. Не вигулюйте собак <strong>між рядами</strong>.</p>
            <p>14. Собак<strong> з різних вольєрів</strong> не можна підводити один до одного. Якщо у вашій присутності собаки почали <strong>бійку</strong> - не лізьте їх розбороняти, якщо немає подібного досвіду! Відразу кличте на допомогу працівника або постійного волонтера.</p>
            <p>15. На прогулянці прохання приділяти<strong> увагу</strong> собаці, яку ви вивели. При бажанні можна вичесати собаку і обробити.</p>
            <p>16. Для вигулу собак є спеціально відведена територія, де ви можете спустити собаку з повідка. Якщо ви не знаєте, ладнають чи собаки з інших вольєрів, то не запускайте їх в один <strong>вигульний</strong>. Приділіть прогулянці мінімум 30 хвилин. <strong>Завжди закривайте за собою двері</strong> з двох сторін.</p>
            <p>17. На території <strong>вигульного вольєра</strong> необхідно дотримуватися <strong>чистоти і прибирати за собаками.</strong> Також перевіряти на наявність дірок в сітці, підкопів і справність клямок на дверях.</p>
            <p>18. Всю <strong>амуніцію та інвентар</strong> прохання повертати у <strong>Волонтерську (Взимку - поруч з Операційної)</strong>. Довгі повідці необхідно скручувати так, щоб вони не заплутувалися. Дотримуйтесь порядку в Волонтерській.</p>
            <p>19. Якщо у вольєрі <strong>немає води</strong>, то налийте через сітку або повідомте постійному волонтеру. Також можна розлити воду в бутлі біля кожного вольєра.</p>
            <p>20. З питань <strong>цуценят</strong> звертатися до Адміністратора - Лариси. Самостійно нікого не діставати, не переміщувати, не годувати.</p>
        </>
           
    )
}